/* Alert title. */
"success_activation_alert_title" = "Отличная работа";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Вы успешно активировали %@ в Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Достигнут лимит устройств";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Setapp используется на всех доступных устройствах.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Проверьте подробности в своей учетной записи";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Что-то не так с вашим QR-кодом";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Пожалуйста, обновите страницу приложения и попробуйте снова.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Превышено время ожидания соединения";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Ответ на ваш запрос занял слишком много времени.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Проверьте подключение к Интернету и повторите попытку.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Произошла ошибка сети";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Проверьте подключение и повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Извините, что-то пошло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Извините, что-то пошло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Что-то идет не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Обратитесь в службу поддержки Setapp за помощью.";

/* Button title. */
"ok_button_title" = "ОК";

/* Loading… */
"activation.body" = "Загрузка…";

/* Cancel */
"activation.cancel" = "Отмена";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "Теперь вы сможете пользоваться %@ в рамках своей подписки Setapp. Продолжайте и запустите его!";

/* [AppName] activated */
"activation.success.title" = "%@ активировано";

/* Activating */
"activation.title" = "Активация";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Не удалось отсканировать QR-код. Перейдите в приложение Setapp на вашем Mac и просканируйте его снова.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "Не удалось активировать приложение. Вернитесь в свою учетную запись Setapp и попробуйте активировать его снова.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Не удалось отсканировать QR-код. Вернитесь в свою учетную запись Setapp и просканируйте его снова.";

/* We have a little problem */
"alert.activationProblem.title" = "У нас небольшая проблема";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Восстановите подключение к интернету и повторите попытку.";

/* No internet connection */
"alert.no-internet-connection.title" = "Подключение к интернету отсутствует";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Загрузка происходит слишком медленно. Проверьте, подключены ли вы к интернету, и повторите попытку.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Медленное подключение";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Повторите попытку или обратитесь в службу поддержки.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Повторите попытку.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Что-то пошло не так";

/* Contact Support Team */
"button.contact-support" = "Обратиться в службу поддержки";

/* Go to My Setapp */
"button.go-to-my-setapp" = "В мой Setapp";

/* Got it */
"button.got-it.label" = "Хорошо";

/* Not now */
"button.not-now" = "Позже";

/* Ok */
"button.ok" = "ОК";

/* Device limit reached */
"device-limit.title" = "Вы достигли лимита устройств";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Отключите ненужные устройства в своей учетной записи Setapp.";

/* Got it */
"Got it" = "Хорошо";

/* Diagnostics */
"alert.diags.title" = "Диагностика";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Сожалеем, что-то пошло не так. Давайте выясним, в чем дело.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Фреймворк: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Подписка: %@";

/* button.tech-info
Technical information */
"button.tech-info" = "Технические данные";

/* Share report */
"button.share-report" = "Поделиться отчетом";

/* Reset subscription */
"button.reset-subscription" = "Перезапустить подписку";

/* Reset */
"button.reset" = "Сброс";

/* Done */
"button.done" = "Готово";

/* Technical info */
"alert.diags.tech-info.title" = "Техническая информация";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Поделиться отчетом";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Для быстрого решения проблемы мы должны понять, что пошло не так. Мы не собираем ваши персональные данные.";

/* Share */
"button.share" = "Поделиться";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Перезапустить подписку";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Давайте перезапустим вашу подписку на %@. Затем вы сможете активировать это приложение повторно в своей учетной записи Setapp.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Перезапуск подписки";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Активируйте это приложение в Setapp снова, чтобы разблокировать все его функции на вашем iOS устройстве.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Извините, что-то пошло не так";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Пожалуйста, попробуйте еще раз или свяжитесь с нашей службой техподдержки.";
